{"translation-revision-date":"2023-05-25 10:48:10+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Business Info and Location blocks, widgets and shortcodes":["Infos sur l’entreprise et blocs d’emplacement, widgets et codes courts"],"Detailed Address, Contact and Payment Info":["Adresse exacte, contact et infos de paiement"],"Whether your business has multiple locations, or just one, %1$s makes it easy to configure and display relevant information about your local business. You can use the custom-built tools below, or you can use the Locations custom post type (multiple locations only) to generate relevant and necessary information for search engines or for your customers.":["Que votre entreprise ait plusieurs lieux ou un seul, %1$s facilite la configuration et l’affichage d’informations pertinentes sur votre entreprise locale. Vous pouvez utiliser les outils personnalisés ci-dessous, ou le type de publication personnalisé Lieux (emplacements multiples uniquement) pour générer des informations pertinentes et nécessaires pour les moteurs de recherche ou pour vos clients."],"Type":["Type"],"Upgrade to Pro and Unlock Local SEO":["Passez à la version Pro et débloquez le SEO local"],"Multiple Locations":["Lieux multiples"],"Local SEO is only available for licensed %1$s %2$s users.":["Le SEO local est disponible uniquement pour les utilisateurs et utilisatrices possédant la licence %1$s %2$s."],"Local Business schema markup enables you to tell Google about your business, including your business name, address and phone number, opening hours and price range. This information may be displayed as a Knowledge Graph card or business carousel.":["La balise schéma Entreprise Locale (Local Business) vous permet d'indiquer à Google votre entreprise, y compris le nom, l'adresse et le numéro de téléphone de votre entreprise, les horaires d'ouverture et la fourchette de prix. Ces informations peuvent être affichées sous forme de carte Knowledge Graph ou de carrousel professionnel."],"Contact Page URL:":["URL de la page de contact:"],"About Page URL:":["URL de la page À propos:"],"Website URL:":["URL du site web:"],"Your name or company name.":["Votre nom ou le nom de votre société:"],"name":["nom"],"Animal Shelter":["Refuge animalier"],"Business Info":["Information commerciale"],"Minimum size: 112px x 112px, The image must be in JPG, PNG, GIF, SVG, or WEBP format.":["Taille minimale: 112px x 112px, l'image doit être en format JPG, PNG, GIF, SVG ou WEBP."],"Remove":["Retirer"],"Paste your image URL or select a new image":["Collez l'URL de votre image et sélectionnez une image nouvelle"],"Upload or Select Image":["Téléverser ou sélectionner une image"],"default":["par défaut"],"Local Business Schema":["Schéma d’entreprise locale"],"URLs":["URLs"],"Image":["Image"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/Locations.45f12e69.js"}}